pdf/33_innlevering.tex
% Created 2019-08-20 Tue 22:38
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{Innleveringsoppgaver uke 33}
\hypersetup{
 pdfauthor={Tarjei Bærland},
 pdftitle={Innleveringsoppgaver uke 33},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.13)}, 
 pdflang={Norsk}}
\begin{document}

\maketitle
Lever en fil \texttt{uke33\_ditt\_navn.py} hvor du regner ut og skriver ut svarene til følgende oppgaver:

\begin{enumerate}
\item \(2\cdot2\)
\item \(2 + 3^{51} - 17\)
\item Antall tegn i teksstrengen «dette er en mellomlang setning som er skrevet via innfallsmetoden».
\item \(\sqrt{17}\) med tre siffer etter desimaltegnet.
\end{enumerate}

Svarene dine skal altså se ut som følger: Endring
\begin{verbatim}
4
2153693963075557766310732
65
4.123
\end{verbatim}

Lykke til!
\end{document}
